{
  "PadhAI": "पढ़AI",
  "StudyGenie": "पढ़AI",
  "Smarter Learning, Simplified": "स्मार्ट लर्निंग, सरल बनाया गया",
  "AI-powered study assistant that turns YouTube, PDFs, and notes into personalized learning boards.": "AI-संचालित अध्ययन सहायक जो YouTube, PDFs, और नोट्स को व्यक्तिगत लर्निंग बोर्ड में बदल देता है।",
  "Try Demo": "डेमो आज़माएं",
  "Join Waitlist": "प्रतीक्षा सूची में शामिल हों",
  "Powerful Features for": "शक्तिशाली फीचर्स",
  "Smart Learning": "स्मार्ट लर्निंग के लिए",
  "Upload & Extract": "अपलोड और निकालें",
  "Upload PDFs, images, or handwritten notes. Our OCR technology extracts text and AI generates comprehensive summaries and quizzes automatically.": "PDFs, छवियां, या हस्तलिखित नोट्स अपलोड करें। हमारी OCR तकनीक टेक्स्ट निकालती है और AI स्वचालित रूप से व्यापक सारांश और क्विज़ बनाता है।",
  "Personalized Study Flow": "व्यक्तिगत अध्ययन प्रवाह",
  "Tracks your weak and strong subjects, adapts study plans in real-time, and focuses on areas that need the most attention.": "आपके कमजोर और मजबूत विषयों को ट्रैक करता है, रियल-टाइम में अध्ययन योजनाओं को अनुकूलित करता है, और सबसे ज्यादा ध्यान देने वाले क्षेत्रों पर फोकस करता है।",
  "AI Tutor": "AI ट्यूटर",
  "RAG-powered Q&A system that answers questions directly from your study materials, providing instant explanations and clarifications.": "RAG-संचालित Q&A सिस्टम जो आपकी अध्ययन सामग्री से सीधे प्रश्नों का उत्तर देता है, तुरंत स्पष्टीकरण और स्पष्टीकरण प्रदान करता है।",
  "How": "कैसे",
  "Works": "काम करता है",
  "Upload Your Materials": "अपनी सामग्री अपलोड करें",
  "Student uploads a Physics chapter PDF or takes a photo of handwritten notes": "छात्र भौतिकी अध्याय PDF अपलोड करता है या हस्तलिखित नोट्स की फोटो लेता है",
  "AI Processing": "AI प्रोसेसिंग",
  "Our AI analyzes the content and generates personalized flashcards, quizzes, and summaries": "हमारा AI सामग्री का विश्लेषण करता है और व्यक्तिगत फ्लैशकार्ड, क्विज़, और सारांश बनाता है",
  "Interactive Study": "इंटरैक्टिव अध्ययन",
  "Student practices with flashcards and takes quizzes with instant feedback": "छात्र फ्लैशकार्ड के साथ अभ्यास करता है और तुरंत फीडबैक के साथ क्विज़ लेता है",
  "Smart Analytics": "स्मार्ट एनालिटिक्स",
  "Dashboard updates with progress tracking and AI tutor explains incorrect answers": "डैशबोर्ड प्रगति ट्रैकिंग के साथ अपडेट होता है और AI ट्यूटर गलत उत्तरों की व्याख्या करता है",
  "Start Learning Smarter with": "स्मार्ट लर्निंग शुरू करें",
  "Join thousands of students who are already transforming their study habits with AI-powered personalized learning.": "हजारों छात्रों के साथ जुड़ें जो पहले से ही AI-संचालित व्यक्तिगत लर्निंग के साथ अपनी अध्ययन आदतों को बदल रहे हैं।",
  "select_language": "भाषा",
  "Home": "होम",
  "Demo": "डेमो",
  "Features": "फीचर्स",
  "About": "हमारे बारे में",
  "Contact": "संपर्क",
  "Privacy": "गोपनीयता",
  "Transforming education with AI": "AI के साथ शिक्षा को बदलना",
  "© 2025 PadhAI. All rights reserved.": "© 2025 पढ़AI। सभी अधिकार सुरक्षित।",
  "YouTube AI Suite": "YouTube AI सूट",
  "One URL, Three Powerful Tools. Transform any YouTube video into summaries, study materials, and interactive chat sessions.": "एक URL, तीन शक्तिशाली टूल्स। किसी भी YouTube वीडियो को सारांश, अध्ययन सामग्री, और इंटरैक्टिव चैट सेशन में बदलें।",
  "Universal YouTube Processor": "यूनिवर्सल YouTube प्रोसेसर",
  "Generate All Three Tools": "सभी तीन टूल्स जेनरेट करें",
  "Quick Summarize": "त्वरित सारांश",
  "AI summaries in 3 formats": "3 फॉर्मेट में AI सारांश",
  "Study Board": "स्टडी बोर्ड",
  "Comprehensive study materials": "व्यापक अध्ययन सामग्री",
  "Follow-up Chat": "फॉलो-अप चैट",
  "Ask questions about content": "सामग्री के बारे में प्रश्न पूछें",
  "Video Summaries": "वीडियो सारांश",
  "AI-generated summaries in multiple formats": "कई फॉर्मेट में AI-जेनरेटेड सारांश",
  "YouTube Transcriber": "YouTube ट्रांसक्राइबर",
  "Transform any YouTube video into 3 different types of intelligent summaries with AI. Get brief, detailed, and bullet-point summaries all at once.": "AI के साथ किसी भी YouTube वीडियो को 3 विभिन्न प्रकार के बुद्धिमान सारांश में बदलें। संक्षिप्त, विस्तृत, और बुलेट-पॉइंट सारांश एक साथ प्राप्त करें।",
  "YouTube Video URL": "YouTube वीडियो URL",
  "Generate All Summary Types": "सभी सारांश प्रकार जेनरेट करें",
  "Triple Summary": "ट्रिपल सारांश",
  "Get brief, detailed, and bullet-point summaries all at once": "संक्षिप्त, विस्तृत, और बुलेट-पॉइंट सारांश एक साथ प्राप्त करें",
  "AI Powered": "AI संचालित",
  "Powered by Google's Gemini AI for accurate analysis": "सटीक विश्लेषण के लिए Google के Gemini AI द्वारा संचालित",
  "Export Options": "एक्सपोर्ट विकल्प",
  "Download individual summaries or all three formats together": "व्यक्तिगत सारांश या तीनों फॉर्मेट एक साथ डाउनलोड करें",
  "Dashboard": "डैशबोर्ड",
  "Courses": "कोर्सेज",
  "Progress": "प्रगति",
  "Settings": "सेटिंग्स",
  "Login": "लॉगिन",
  "Signup": "साइन अप",
  "Register": "रजिस्टर"
}
