{
  "welcome": "स्वागत है",
  "math_summary": "गणित सारांश",
  "translate": "अनुवाद करें",
  "enter_text": "अनुवाद के लिए पाठ दर्ज करें",
  "select_language": "भाषा चुनें",
  "translated_text": "अनुवादित पाठ",
  "StudyGenie": "स्टडीजिनी",
  "Personalized Study Guide Generator": "व्यक्तिगत अध्ययन गाइड जनरेटर",
  "Turn your books, PDFs, and handwritten notes into quizzes, flashcards, and interactive study guides with AI. Experience personalized learning that adapts to your pace and strengthens your weak areas.": "अपनी किताबें, पीडीएफ और हस्तलिखित नोट्स को क्विज़, फ्लैशकार्ड और इंटरैक्टिव अध्ययन गाइड में बदलें। एआई के साथ व्यक्तिगत अध्ययन का अनुभव करें जो आपकी गति के अनुसार अनुकूलित होता है और आपके कमजोर क्षेत्रों को मजबूत करता है।",
  "Try Demo": "डेमो आज़माएं",
  "Join Waitlist": "वेटलिस्ट में शामिल हों",
  "AI-powered transformation of your study materials": "आपकी अध्ययन सामग्री का एआई-संचालित रूपांतरण",
  "The Problem": "समस्या",
  "Students struggle with scattered notes, ineffective revision methods, and lack of personalized learning paths. Traditional study methods don't adapt to individual strengths and weaknesses, leading to wasted time and poor retention.": "छात्र बिखरे हुए नोट्स, अप्रभावी पुनरावृत्ति विधियों और व्यक्तिगत अध्ययन पथ की कमी से जूझते हैं। पारंपरिक अध्ययन विधियाँ व्यक्तिगत ताकत और कमजोरियों के अनुसार अनुकूलित नहीं होतीं, जिससे समय की बर्बादी और खराब याददाश्त होती है।",
  "The Solution": "समाधान",
  "StudyGenie automates the creation of personalized study materials using AI. Upload any content, and get intelligent quizzes, flashcards, and summaries that adapt to your learning style and track your progress.": "स्टडीजिनी एआई का उपयोग करके व्यक्तिगत अध्ययन सामग्री बनाने को स्वचालित करता है। कोई भी सामग्री अपलोड करें और अपनी अध्ययन शैली के अनुसार अनुकूलित क्विज़, फ्लैशकार्ड और सारांश प्राप्त करें।",
  "Powerful Features for": "सशक्त विशेषताएँ",
  "Smart Learning": "स्मार्ट लर्निंग",
  "Upload & Extract": "अपलोड और निकालें",
  "Upload PDFs, images, or handwritten notes. Our OCR technology extracts text and AI generates comprehensive summaries and quizzes automatically.": "पीडीएफ, छवियाँ या हस्तलिखित नोट्स अपलोड करें। हमारी ओसीआर तकनीक पाठ निकालती है और एआई स्वचालित रूप से व्यापक सारांश और क्विज़ बनाता है।",
  "Personalized Study Flow": "व्यक्तिगत अध्ययन प्रवाह",
  "Tracks your weak and strong subjects, adapts study plans in real-time, and focuses on areas that need the most attention.": "आपके कमजोर और मजबूत विषयों को ट्रैक करता है, अध्ययन योजनाओं को वास्तविक समय में अनुकूलित करता है और सबसे अधिक ध्यान देने वाले क्षेत्रों पर केंद्रित करता है।",
  "Smart Flashcard System": "स्मार्ट फ्लैशकार्ड सिस्टम",
  "Spaced repetition algorithm combined with active recall techniques to maximize retention and optimize your study time.": "स्पेस्ड रिपिटिशन एल्गोरिदम और सक्रिय पुनःस्मरण तकनीकों के साथ आपकी याददाश्त को अधिकतम करता है और अध्ययन समय को अनुकूलित करता है।",
  "AI Tutor": "एआई ट्यूटर",
  "RAG-powered Q&A system that answers questions directly from your study materials, providing instant explanations and clarifications.": "आरएजी-संचालित प्रश्नोत्तर प्रणाली जो आपकी अध्ययन सामग्री से सीधे प्रश्नों का उत्तर देती है, त्वरित स्पष्टीकरण और स्पष्टता प्रदान करती है।",
  "Multilingual Support": "बहुभाषी समर्थन",
  "Support for English, Hindi, Marathi, and more regional languages, making quality education accessible to diverse learners.": "अंग्रेजी, हिंदी, मराठी और अन्य क्षेत्रीय भाषाओं के लिए समर्थन, जिससे गुणवत्तापूर्ण शिक्षा विविध शिक्षार्थियों के लिए सुलभ होती है।",
  "Progress Dashboard": "प्रगति डैशबोर्ड",
  "Comprehensive analytics with progress bars, study streaks, knowledge heatmaps, and performance insights to track your growth.": "प्रगति बार, अध्ययन स्ट्रीक, ज्ञान हीटमैप और प्रदर्शन अंतर्दृष्टि के साथ व्यापक विश्लेषण जो आपकी वृद्धि को ट्रैक करता है।",
  "How": "कैसे",
  "Works": "काम करता है",
  "Upload Your Materials": "अपनी सामग्री अपलोड करें",
  "Student uploads a Physics chapter PDF or takes a photo of handwritten notes": "छात्र भौतिकी अध्याय पीडीएफ अपलोड करता है या हस्तलिखित नोट्स की फोटो लेता है",
  "AI Processing": "एआई प्रोसेसिंग",
  "Our AI analyzes the content and generates personalized flashcards, quizzes, and summaries": "हमारा एआई सामग्री का विश्लेषण करता है और व्यक्तिगत फ्लैशकार्ड, क्विज़ और सारांश बनाता है",
  "Interactive Study": "इंटरैक्टिव अध्ययन",
  "Student practices with flashcards and takes quizzes with instant feedback": "छात्र फ्लैशकार्ड के साथ अभ्यास करता है और त्वरित प्रतिक्रिया के साथ क्विज़ देता है",
  "Smart Analytics": "स्मार्ट एनालिटिक्स",
  "Dashboard updates with progress tracking and AI tutor explains incorrect answers": "डैशबोर्ड प्रगति ट्रैकिंग के साथ अपडेट होता है और एआई ट्यूटर गलत उत्तरों को समझाता है",
  "Transform Your": "परिवर्तित करें",
  "Learning Experience": "अध्ययन अनुभव",
  "Faster Revision": "तेज़ पुनरावृत्ति",
  "Cut study time by 50% with AI-optimized materials": "एआई-अनुकूलित सामग्री के साथ अध्ययन समय को 50% तक कम करें",
  "Personalized Learning": "व्यक्तिगत अध्ययन",
  "Adaptive study paths tailored to your strengths and weaknesses": "आपकी ताकत और कमजोरियों के अनुसार अनुकूलित अध्ययन पथ",
  "Better Retention": "बेहतर याददाश्त",
  "Spaced repetition increases long-term memory by 200%": "स्पेस्ड रिपिटिशन से दीर्घकालिक याददाश्त 200% बढ़ती है",
  "Accessibility": "सुलभता",
  "Regional language support for diverse learners": "विविध शिक्षार्थियों के लिए क्षेत्रीय भाषा समर्थन",
  "Powered by": "द्वारा संचालित",
  "Cutting-Edge Technology": "अत्याधुनिक तकनीक",
  "LangChain": "लैंगचेन",
  "OpenAI": "ओपनएआई",
  "Hugging Face": "हगिंग फेस",
  "Tesseract OCR": "टेसेरैक्ट ओसीआर",
  "React": "रिएक्ट",
  "Node.js": "नोड.जेएस",
  "Pinecone": "पाइनकोन",
  "Firebase": "फायरबेस",
  "Start Learning Smarter with": "स्मार्ट तरीके से अध्ययन शुरू करें",
  "Join thousands of students who are already transforming their study habits with AI-powered personalized learning.": "हजारों छात्र जो पहले से ही एआई-संचालित व्यक्तिगत अध्ययन के साथ अपनी अध्ययन आदतें बदल रहे हैं, उनमें शामिल हों।",
  "About": "बारे में",
  "Contact": "संपर्क करें",
  "Privacy": "गोपनीयता",
  "Transforming education with AI": "एआई के साथ शिक्षा का रूपांतरण",
  "&copy; 2025 StudyGenie. All rights reserved.": "© 2025 स्टडीजिनी. सर्वाधिकार सुरक्षित।"
}
