{
  "welcome": "स्वागत आहे",
  "math_summary": "गणित सारांश",
  "translate": "अनुवाद करा",
  "enter_text": "अनुवादासाठी मजकूर प्रविष्ट करा",
  "select_language": "भाषा निवडा",
  "translated_text": "अनुवादित मजकूर",
  "StudyGenie": "स्टडीजिनी",
  "Personalized Study Guide Generator": "वैयक्तिकृत अभ्यास मार्गदर्शक जनरेटर",
  "Turn your books, PDFs, and handwritten notes into quizzes, flashcards, and interactive study guides with AI. Experience personalized learning that adapts to your pace and strengthens your weak areas.": "तुमच्या पुस्तकांना, पीडीएफना आणि हस्तलिखित नोट्सना क्विझ, फ्लॅशकार्ड आणि इंटरॅक्टिव्ह अभ्यास मार्गदर्शकांमध्ये रूपांतरित करा. एआयसह वैयक्तिकृत शिक्षणाचा अनुभव घ्या जो तुमच्या गतीनुसार अनुकूल होतो आणि तुमच्या कमकुवत भागांना मजबूत करतो.",
  "Try Demo": "डेमो वापरून पहा",
  "Join Waitlist": "वेटलिस्टमध्ये सामील व्हा",
  "AI-powered transformation of your study materials": "तुमच्या अभ्यास सामग्रीचे एआय-संचालित रूपांतर",
  "The Problem": "समस्या",
  "Students struggle with scattered notes, ineffective revision methods, and lack of personalized learning paths. Traditional study methods don't adapt to individual strengths and weaknesses, leading to wasted time and poor retention.": "विद्यार्थी विखुरलेल्या नोट्स, अप्रभावी पुनरावलोकन पद्धती आणि वैयक्तिकृत शिक्षण मार्गांचा अभाव यामुळे संघर्ष करतात. पारंपारिक अभ्यास पद्धती वैयक्तिक ताकद आणि कमकुवत भागांनुसार अनुकूल होत नाहीत, ज्यामुळे वेळ वाया जातो आणि स्मरणशक्ती कमी होते.",
  "The Solution": "उपाय",
  "StudyGenie automates the creation of personalized study materials using AI. Upload any content, and get intelligent quizzes, flashcards, and summaries that adapt to your learning style and track your progress.": "स्टडीजिनी एआय वापरून वैयक्तिकृत अभ्यास सामग्री तयार करण्याची प्रक्रिया स्वयंचलित करते. कोणतीही सामग्री अपलोड करा आणि तुमच्या शिक्षण शैलीनुसार अनुकूल होणारे बुद्धिमान क्विझ, फ्लॅशकार्ड आणि सारांश मिळवा.",
  "Powerful Features for": "शक्तिशाली वैशिष्ट्ये",
  "Smart Learning": "स्मार्ट शिक्षण",
  "Upload & Extract": "अपलोड आणि काढा",
  "Upload PDFs, images, or handwritten notes. Our OCR technology extracts text and AI generates comprehensive summaries and quizzes automatically.": "पीडीएफ, प्रतिमा किंवा हस्तलिखित नोट्स अपलोड करा. आमची ओसीआर तंत्रज्ञान मजकूर काढते आणि एआय स्वयंचलितपणे व्यापक सारांश आणि क्विझ तयार करते.",
  "Personalized Study Flow": "वैयक्तिकृत अभ्यास प्रवाह",
  "Tracks your weak and strong subjects, adapts study plans in real-time, and focuses on areas that need the most attention.": "तुमचे कमकुवत आणि मजबूत विषय ट्रॅक करते, अभ्यास योजना प्रत्यक्ष वेळेत अनुकूल करते आणि सर्वाधिक लक्ष देण्याच्या क्षेत्रांवर केंद्रित करते.",
  "Smart Flashcard System": "स्मार्ट फ्लॅशकार्ड प्रणाली",
  "Spaced repetition algorithm combined with active recall techniques to maximize retention and optimize your study time.": "स्पेस्ड रिपिटिशन अल्गोरिदम आणि सक्रिय पुनःस्मरण तंत्रांसह तुमची स्मरणशक्ती वाढवते आणि अभ्यास वेळ अनुकूल करते.",
  "AI Tutor": "एआय ट्यूटर",
  "RAG-powered Q&A system that answers questions directly from your study materials, providing instant explanations and clarifications.": "आरएजी-संचालित प्रश्नोत्तर प्रणाली जी तुमच्या अभ्यास सामग्रीमधून थेट प्रश्नांची उत्तरे देते, त्वरित स्पष्टीकरण आणि स्पष्टता प्रदान करते.",
  "Multilingual Support": "बहुभाषिक समर्थन",
  "Support for English, Hindi, Marathi, and more regional languages, making quality education accessible to diverse learners.": "इंग्रजी, हिंदी, मराठी आणि इतर प्रादेशिक भाषांसाठी समर्थन, गुणवत्तापूर्ण शिक्षण विविध विद्यार्थ्यांसाठी सुलभ करते.",
  "Progress Dashboard": "प्रगती डॅशबोर्ड",
  "Comprehensive analytics with progress bars, study streaks, knowledge heatmaps, and performance insights to track your growth.": "प्रगती बार, अभ्यास सत्र, ज्ञान हीटमॅप आणि कार्यक्षमता अंतर्दृष्टीसह व्यापक विश्लेषण जे तुमच्या वाढीचा मागोवा घेते.",
  "How": "कसे",
  "Works": "काम करते",
  "Upload Your Materials": "तुमची सामग्री अपलोड करा",
  "Student uploads a Physics chapter PDF or takes a photo of handwritten notes": "विद्यार्थी भौतिकशास्त्र अध्याय पीडीएफ अपलोड करतो किंवा हस्तलिखित नोट्सचा फोटो घेतो",
  "AI Processing": "एआय प्रक्रिया",
  "Our AI analyzes the content and generates personalized flashcards, quizzes, and summaries": "आमचा एआय सामग्रीचे विश्लेषण करतो आणि वैयक्तिकृत फ्लॅशकार्ड, क्विझ आणि सारांश तयार करतो",
  "Interactive Study": "इंटरॅक्टिव्ह अभ्यास",
  "Student practices with flashcards and takes quizzes with instant feedback": "विद्यार्थी फ्लॅशकार्डसह सराव करतो आणि त्वरित प्रतिसादासह क्विझ घेतो",
  "Smart Analytics": "स्मार्ट विश्लेषण",
  "Dashboard updates with progress tracking and AI tutor explains incorrect answers": "डॅशबोर्ड प्रगती ट्रॅकिंगसह अद्ययावत होते आणि एआय ट्यूटर चुकीच्या उत्तरांचे स्पष्टीकरण देतो",
  "Transform Your": "रूपांतरित करा",
  "Learning Experience": "शिक्षणाचा अनुभव",
  "Faster Revision": "जलद पुनरावलोकन",
  "Cut study time by 50% with AI-optimized materials": "एआय-अनुकूलित सामग्रीसह अभ्यास वेळ ५०% ने कमी करा",
  "Personalized Learning": "वैयक्तिकृत शिक्षण",
  "Adaptive study paths tailored to your strengths and weaknesses": "तुमच्या ताकदी आणि कमकुवत भागानुसार अनुकूलित अभ्यास मार्ग",
  "Better Retention": "चांगली स्मरणशक्ती",
  "Spaced repetition increases long-term memory by 200%": "स्पेस्ड रिपिटिशनमुळे दीर्घकालीन स्मरणशक्ती २००% वाढते",
  "Accessibility": "सुलभता",
  "Regional language support for diverse learners": "विविध विद्यार्थ्यांसाठी प्रादेशिक भाषा समर्थन",
  "Powered by": "द्वारे समर्थित",
  "Cutting-Edge Technology": "आधुनिक तंत्रज्ञान",
  "LangChain": "लँगचेन",
  "OpenAI": "ओपनएआय",
  "Hugging Face": "हगिंग फेस",
  "Tesseract OCR": "टेसेरॅक्ट ओसीआर",
  "React": "रिएक्ट",
  "Node.js": "नोड.जेएस",
  "Pinecone": "पाइनकोन",
  "Firebase": "फायरबेस",
  "Start Learning Smarter with": "स्मार्टपणे शिकायला सुरुवात करा",
  "Join thousands of students who are already transforming their study habits with AI-powered personalized learning.": "हजारो विद्यार्थी जे आधीच एआय-संचालित वैयक्तिकृत शिक्षणासह त्यांच्या अभ्यासाच्या सवयी बदलत आहेत त्यात सामील व्हा.",
  "About": "बद्दल",
  "Contact": "संपर्क",
  "Privacy": "गोपनीयता",
  "Transforming education with AI": "एआयसह शिक्षणाचे रूपांतर",
  "&copy; 2025 StudyGenie. All rights reserved.": "© २०२५ स्टडीजिनी. सर्व हक्क राखीव."
}
