{
  "PadhAI": "पढ़AI",
  "StudyGenie": "पढ़AI",
  "Smarter Learning, Simplified": "स्मार्ट शिक्षण, सुलभ केलेले",
  "AI-powered study assistant that turns YouTube, PDFs, and notes into personalized learning boards.": "AI-चालित अभ्यास सहाय्यक जो YouTube, PDFs, आणि नोट्स वैयक्तिक शिक्षण बोर्डमध्ये रूपांतरित करतो.",
  "Try Demo": "डेमो करून पहा",
  "Join Waitlist": "प्रतीक्षा यादीत सामील व्हा",
  "Powerful Features for": "शक्तिशाली वैशिष्ट्ये",
  "Smart Learning": "स्मार्ट शिक्षणासाठी",
  "Upload & Extract": "अपलोड आणि काढा",
  "Upload PDFs, images, or handwritten notes. Our OCR technology extracts text and AI generates comprehensive summaries and quizzes automatically.": "PDFs, प्रतिमा, किंवा हस्तलिखित नोट्स अपलोड करा. आमचे OCR तंत्रज्ञान मजकूर काढते आणि AI आपोआप व्यापक सारांश आणि क्विझ तयार करते.",
  "Personalized Study Flow": "वैयक्तिक अभ्यास प्रवाह",
  "Tracks your weak and strong subjects, adapts study plans in real-time, and focuses on areas that need the most attention.": "तुमचे कमकुवत आणि मजबूत विषय ट्रॅक करते, रियल-टाइममध्ये अभ्यास योजना अनुकूलित करते, आणि सर्वाधिक लक्ष देण्याच्या गरजेच्या क्षेत्रांवर लक्ष केंद्रित करते.",
  "AI Tutor": "AI शिक्षक",
  "RAG-powered Q&A system that answers questions directly from your study materials, providing instant explanations and clarifications.": "RAG-चालित प्रश्न-उत्तर प्रणाली जी तुमच्या अभ्यास सामग्रीतून थेट प्रश्नांची उत्तरे देते, तत्काळ स्पष्टीकरण आणि स्पष्टीकरण प्रदान करते.",
  "How": "कसे",
  "Works": "कार्य करते",
  "Upload Your Materials": "तुमची सामग्री अपलोड करा",
  "Student uploads a Physics chapter PDF or takes a photo of handwritten notes": "विद्यार्थी भौतिकशास्त्र अध्याय PDF अपलोड करतो किंवा हस्तलिखित नोट्सचा फोटो काढतो",
  "AI Processing": "AI प्रक्रिया",
  "Our AI analyzes the content and generates personalized flashcards, quizzes, and summaries": "आमचा AI सामग्रीचे विश्लेषण करतो आणि वैयक्तिक फ्लॅशकार्ड, क्विझ आणि सारांश तयार करतो",
  "Interactive Study": "परस्परसंवादी अभ्यास",
  "Student practices with flashcards and takes quizzes with instant feedback": "विद्यार्थी फ्लॅशकार्डसह सराव करतो आणि तत्काळ फीडबॅकसह क्विझ घेतो",
  "Smart Analytics": "स्मार्ट विश्लेषण",
  "Dashboard updates with progress tracking and AI tutor explains incorrect answers": "प्रगती ट्रॅकिंगसह डॅशबोर्ड अपडेट होतो आणि AI शिक्षक चुकीच्या उत्तरांचे स्पष्टीकरण देतो",
  "Start Learning Smarter with": "स्मार्ट शिक्षण सुरू करा",
  "Join thousands of students who are already transforming their study habits with AI-powered personalized learning.": "हजारो विद्यार्थ्यांसोबत सामील व्हा जे आधीच AI-चालित वैयक्तिक शिक्षणासह त्यांच्या अभ्यास सवयी बदलत आहेत.",
  "select_language": "भाषा",
  "Home": "मुख्यपृष्ठ",
  "Demo": "डेमो",
  "Features": "वैशिष्ट्ये",
  "About": "आमच्याबद्दल",
  "Contact": "संपर्क",
  "Privacy": "गोपनीयता",
  "Transforming education with AI": "AI सह शिक्षणाचे रूपांतर",
  "© 2025 PadhAI. All rights reserved.": "© 2025 पढ़AI. सर्व हक्क राखीव.",
  "YouTube AI Suite": "YouTube AI संच",
  "One URL, Three Powerful Tools. Transform any YouTube video into summaries, study materials, and interactive chat sessions.": "एक URL, तीन शक्तिशाली साधने. कोणत्याही YouTube व्हिडिओला सारांश, अभ्यास सामग्री आणि परस्परसंवादी चॅट सेशनमध्ये रूपांतरित करा.",
  "Universal YouTube Processor": "सार्वत्रिक YouTube प्रोसेसर",
  "Generate All Three Tools": "सर्व तीन साधने निर्माण करा",
  "Quick Summarize": "जलद सारांश",
  "AI summaries in 3 formats": "3 स्वरूपात AI सारांश",
  "Study Board": "अभ्यास बोर्ड",
  "Comprehensive study materials": "सर्वसमावेशक अभ्यास सामग्री",
  "Follow-up Chat": "फॉलो-अप चॅट",
  "Ask questions about content": "सामग्रीबद्दल प्रश्न विचारा",
  "Video Summaries": "व्हिडिओ सारांश",
  "AI-generated summaries in multiple formats": "अनेक स्वरूपात AI-निर्मित सारांश",
  "YouTube Transcriber": "YouTube लिप्यंतरणकर्ता",
  "Transform any YouTube video into 3 different types of intelligent summaries with AI. Get brief, detailed, and bullet-point summaries all at once.": "AI सह कोणत्याही YouTube व्हिडिओला 3 विविध प्रकारच्या बुद्धिमान सारांशांमध्ये रूपांतरित करा. संक्षिप्त, तपशीलवार आणि बुलेट-पॉइंट सारांश एकाच वेळी मिळवा.",
  "YouTube Video URL": "YouTube व्हिडिओ URL",
  "Generate All Summary Types": "सर्व सारांश प्रकार निर्माण करा",
  "Triple Summary": "तिप्पट सारांश",
  "Get brief, detailed, and bullet-point summaries all at once": "संक्षिप्त, तपशीलवार आणि बुलेट-पॉइंट सारांश एकाच वेळी मिळवा",
  "AI Powered": "AI चालित",
  "Powered by Google's Gemini AI for accurate analysis": "अचूक विश्लेषणासाठी Google च्या Gemini AI द्वारे चालित",
  "Export Options": "निर्यात पर्याय",
  "Download individual summaries or all three formats together": "वैयक्तिक सारांश किंवा तिन्ही स्वरूप एकत्र डाउनलोड करा"
}

